{
  "en": {
    "translation": {
      "link_about": "About",
      "link_contacts": "Contacts",
      "link_team": "Our Team",
      "link_brands": "Car Brands",
      "about_company_part1": "Our company specializes in exporting cars from China to various countries around the world. The headquarters is located in Tianjin, China. We successfully deliver cars to countries such as Ukraine, Georgia, Kazakhstan, Moldova, Azerbaijan, and Armenia.",
      "about_company_part2": "As a reliable car exporter, we have established close partnerships with many leading Chinese automobile companies. We guarantee our clients the supply of original spare parts and components, ensuring high quality and durability.",
      "about_company_part3": "Advantages of cars from China:",
      "about_company_list-item1": "Wide range of models: Chinese automakers offer a broad selection, from compact city cars to luxurious SUVs.",
      "about_company_list-item2": "Affordable cost: cars from China are competitively priced, making them an attractive choice for buyers.",
      "about_company_list-item3": "Advanced technologies: Chinese automakers actively incorporate the latest technologies into their models, including advanced safety systems and smart features.",
      "about_company_part5": "We strive to provide our clients with the best solutions and high-quality service.",
      "brands_title": "Car Brands",
      "about_title": "About Us",
      "team_title": "Our Team",
      "name_van_chen": "Van Chen",
      "name_anna": "Anna",
      "name_liliia": "Liliia",
      "name_nikolay": "Nikolay",
      "position_auto_expert": "Auto Expert",
      "position_smm_manager": "SMM Manager",
      "position_regional_manager": "Region Manager",
      "position_logistician": "Logistician"
    }
  },
  "ru": {
    "translation": {
      "link_about": "Про Нас",
      "link_contacts": "Контакты",
      "link_team": "Наша Команда",
      "link_brands": "Марки Авто",
      "about_company_part1": "Наша компания занимается экспортом автомобилей из Китая в разные страны мира. Главный офис расположен в Китае, в городе Тяньцзинь. Мы успешно осуществляем поставки автомобилей в такие страны, как Украина, Грузия, Казахстан, Молдова, Азербайджан и Армения.",
      "about_company_part2": "Как надежный экспортер автомобилей, мы установили тесные партнерские отношения со многими ведущими китайскими автомобильными компаниями. Мы гарантируем нашим клиентам поставку оригинальных запчастей и комплектующих, обеспечивая высокое качество и долговечность.",
      "about_company_part3": "Преимущества автомобилей из Китая:",
      "about_company_list-item1": "Богатый выбор моделей: Китайские автопроизводители предлагают широкий ассортимент, от компактных городских машин до роскошных внедорожников.",
      "about_company_list-item2": "Доступная стоимость: Автомобили из Китая отличаются конкурентоспособными ценами, что делает их привлекательным выбором для покупателей.",
      "about_company_list-item3": "Современные технологии: Китайские автопроизводители активно внедряют новейшие технологии в свои модели, включая передовые системы безопасности и интеллектуальные функции.",
      "about_company_part5": "Мы стремимся предоставлять нашим клиентам только лучшие решения и высококачественный сервис.",
      "brands_title": "Марки Автомобилей",
      "about_title": "Про Нас",
      "team_title": "Наша Команда",
      "name_van_chen": "Ван Чен",
      "name_anna": "Анна",
      "name_liliia": "Лилия",
      "name_nikolay": "Николай",
      "position_auto_expert": "Автоэксперт",
      "position_smm_manager": "SMM-менеджер",
      "position_regional_manager": "Региональный Менеджер",
      "position_logistician": "Логист"
    }
  },
  "uk": {
    "translation": {
      "link_about": "Про Нас",
      "link_contacts": "Контакти",
      "link_team": "Наша Команда",
      "link_brands": "Марки Авто",
      "about_company_part1": "Наша компанія займається експортом автомобілів з Китаю в різні країни світу. Головний офіс розташований у Китаї, у місті Тяньцзінь. Ми успішно здійснюємо поставки автомобілів до таких країн, як Україна, Грузія, Казахстан, Молдова, Азербайджан і Вірменія.",
      "about_company_part2": "Як надійний експортер автомобілів, ми встановили тісні партнерські відносини з багатьма провідними китайськими автомобільними компаніями. Ми гарантуємо нашим клієнтам поставку оригінальних запчастин і комплектуючих, забезпечуючи високу якість і довговічність.",
      "about_company_part3": "Переваги автомобілів з Китаю:",
      "about_company_list-item1": "Широкий вибір моделей: китайські автовиробники пропонують широкий асортимент, від компактних міських машин до розкішних позашляховиків.",
      "about_company_list-item2": "Доступна вартість: автомобілі з Китаю відрізняються конкурентоспроможними цінами, що робить їх привабливим вибором для покупців.",
      "about_company_list-item3": "Сучасні технології: китайські автовиробники активно впроваджують новітні технології у свої моделі, включаючи передові системи безпеки та інтелектуальні функції.",
      "about_company_part5": "Ми прагнемо надавати нашим клієнтам лише найкращі рішення та високоякісний сервіс.",
      "brands_title": "Марки Автомобілів",
      "about_title": "Про Нас",
      "team_title": "Наша Команда",
      "name_van_chen": "Ван Чен",
      "name_anna": "Анна",
      "name_liliia": "Лілія",
      "name_nikolay": "Миколай",
      "position_auto_expert": "Автоексперт",
      "position_smm_manager": "SMM-менеджер",
      "position_regional_manager": "Регіональний Менеджер",
      "position_logistician": "Логіст"
    }
  },
  "zh": {
    "translation": {
      "link_about": "关于我们",
      "link_contacts": "联系方式",
      "link_team": "我们的团队",
      "link_brands": "汽车品牌",
      "about_company_part1": "我们的公司专门从事将汽车从中国出口到世界各地。总部位于中国天津。我们成功地向乌克兰、格鲁吉亚、哈萨克斯坦、摩尔多瓦、阿塞拜疆和亚美尼亚等国家交付汽车。",
      "about_company_part2": "作为一个可靠的汽车出口商，我们与许多领先的中国汽车公司建立了密切的合作关系。",
      "about_company_part3": "中国汽车的优势：",
      "about_company_list-item1": "车型丰富：中国汽车制造商提供广泛的选择，从紧凑型城市汽车到豪华SUV。",
      "about_company_list-item2": "价格实惠：中国汽车具有竞争力的价格，使其成为买家的有吸引力的选择。",
      "about_company_list-item3": "先进的技术：中国汽车制造商积极将最新技术应用到其车型中，包括先进的安全系统和智能功能。",
      "about_company_part5": "我们努力为客户提供最佳解决方案和高质量的服务。",
      "brands_title": "汽车品牌",
      "about_title": "关于我们",
      "team_title": "我们的团队",
      "name_van_chen": "范 陈",
      "name_anna": "安娜",
      "name_liliia": "莉莉亚",
      "name_nikolay": "尼古拉",
      "position_auto_expert": "汽车专家",
      "position_smm_manager": "SMM经理",
      "position_regional_manager": "区域经理",
      "position_logistician": "后勤"
    }
  }
}
